Repository: Kaitoukid93/Ambinity-5.0
Catalog: adrilight_shared/Properties/Resources.*.resx
Languages: vi_vn

# AllDeviceView_Device_Guide
source: Click on each device to customize the effects.
vi_vn: Nhấn vào từng thiết bị để tuỳ chỉnh hiệu ứng.

# AllDeviceView_LightingProfiles_Guide
source: When activated, all devices will synchronize with each other except for the ones that are turned off
vi_vn: Khi được kích hoạt, tất cả các thiết bị sẽ đồng bộ với nhau trừ những thiết bị đã tắt

# AllDeviceView_Automation_Guide
source: You can create automated sequences for devices or assign them to hotkeys for control without having to turn on the software.
vi_vn: Bạn có thể tạo các chuỗi tự hành động cho thiết bị hoặc gán cho chúng phím tắt để điều khiển mà không cần bật phần mềm.

# NonClientAreaContent_Automation_Tooltip
source: Automation
vi_vn: Tự động hoá

# NonClientAreaContent_GeneralSettings_ToolTip
source: General Settings
vi_vn: Cài đặt chung

# AllDeviceView_DeviceManager_Tooltip
source: Manage devices
vi_vn: Quản lý các thiết bị

# AllDeviceView_Automation_Tooltip
source: Manage automations
vi_vn: Quản lý và chỉnh sửa các phím tắt

# AllDeviceView_VisitStoreTail
source: to download additional lighting profiles
vi_vn: để tải thêm nhiều hiệu ứng đồng bộ khác

# AppSettingsWindow_STARTWITHWINDOWS
source: START WITH WINDOWS
vi_vn: KHỞI ĐỘNG CÙNG HỆ THỐNG

# AppSettingsWindow_AutoStart_Info
source: Automatically start with windows.
vi_vn: Phần mềm sẽ tự khởi động cùng hệ thống.

# AppSettingsWindow_StartMinimized_info
source: After startup, automatically minimize the app to the system tray.
vi_vn: Tự động thu nhỏ cửa sổ vào khay hệ thống sau khi phần mềm khởi động.

# AppSettingsWindow_EnableHotKey_info
source: Disable this option if you encounter app crashing while typing or playing games.
vi_vn: Tắt tuỳ chọn này nếu bạn gặp lỗi văng phần mềm khi đang gõ văn bản hoặc chơi game.

# AppSettingsWindow_UsingOpenRGB_info
source: Allow the OpenRGB supplement application to connect with devices from various manufacturers.
vi_vn: Cho phép ứng dụng bổ sung OpenRGB hoạt động để kết nối với các thiết bị của nhiều hãng khác nhau.

# AppSettingsWindow_EnableHardwareMonitor_info
source: Authorize this app to read hardware information.
vi_vn: Cho phép phần mềm đọc thông tin phần cứng máy tính.

# AppSettingsWindow_ScreenCaptureEnable_Info
source: Enable screen capture (this setting affects the ambient backlight mode).
vi_vn: Bật ghi lại nội dung màn hình (cài đặt này ảnh hưởng tới chế độ sáng theo màn hình).

# AppSettingsWindow_ScreenCapturingAPI_info
source: Change the capturing method if the ambient backlight mode is not functioning (requires restarting the app).
vi_vn: Thay đổi phương thức ghi màn hình nếu chế độ sáng theo màn hình không hoạt động (cần khởi động lại phần mềm).

# AppSettingsWindow_MultipleScreenSupport_info
source: Enable screen capture on multiple screens (disable this option if you encounter errors while using multiple monitors).
vi_vn: Cho phép ghi nội dung từ nhiều hơn một màn hình (tắt tuỳ chọn này nếu bạn gặp lỗi khi dùng nhiều màn hình).

# AppSettingsWindow_AudioCaptureEnable_info
source: Enable audio capture (this setting affects the music reactive mode).
vi_vn: Bật ghi lại âm thanh hệ thống (cài đặt này ảnh hưởng tới chế độ nháy theo nhạc).

# AppSettingsWindow_AutoUpdate_info
source: Automatically check for updates every day or on startup.
vi_vn: Tự động kiểm tra bản cập nhật mỗi ngày hoặc mỗi khi mở phần mềm.

# AppSettingsWindow_AddnewDevices_info
source: Switch this option to"Manual" if you prefer to add new devices on your own.
vi_vn: Chuyển sang "Thủ công" nếu bạn muốn tự thêm thiết bị.

# AppSettingsWindow_ManualAddDeviceFromFile
source: IMPORT FROM FILE
vi_vn: THÊM TỪ TỆP NÉN

# AppSettingsWindow_ShowOpenRGB_info
source: The OpenRGB icon will appear in the system tray (requires restarting the app).
vi_vn: Biểu tượng OpenRGB sẽ hiển thị ở khay hệ thống (cần khởi động lại phần mềm).

# AppSettingsWindow_PowerLimit_info
source: Limit the power consumption according to Ambino device current standard.
vi_vn: Giới hạn dòng điện tiêu thụ theo chuẩn thiết bị Ambino.

# AppSettingsWindow_Language_info
source: Select System Language(requires restarting the app).
vi_vn: Thay đổi ngôn ngữ hiển thị (cần khởi động lại phần mềm).

# MainViewViewModel_GeneralSettings_ThemeColor_info
source: Change theme color for the application (app restart recommended).
vi_vn: Chọn màu chủ đạo cho ứng dụng (nên khởi động lại phần mềm).

# AppSettingsWindow_AddDeviceMethodManual
source: Manual
vi_vn: Thủ công

# Import_Button_Content
source: Import
vi_vn: Nhập

# GeneralSettings_AutoStartDelayTime_info
source: Auto start delay time(sec)
vi_vn: Thời gian trễ sau khi máy tính khởi động (tính bằng giây)

# Button_Open_Content
source: Open
vi_vn: Mở

# AutomationManagerWindow_AutomationManager_header
source: Automation Manager
vi_vn: Quản lý hành động

# AddNewAutomationWindow_NAME
source: Enter name for actions
vi_vn: Đặt tên cho hành động

# Button_Cancel_Content
source: Cancel
vi_vn: Huỷ

# AutomationManagerWindow_Action
source: Action:
vi_vn: Hành động:

# AutomationManagerWindow_Unlock_tooltip
source: Unlock
vi_vn: Mở khoá

# Activate_tooltip
source: Activate
vi_vn: Kích hoạt

# ActionManagerWindow_ActionRecommend_header
source: ACTION SUGGESTIONS
vi_vn: GỢI Ý HÀNH ĐỘNG

# ActionManagerWindow_ActionIcon_info
source: Illustrative icon for the purpose of this action.
vi_vn: Biểu tượng minh hoạ cho mục đích của hành động này.

# ActionManagerWindow_ActionCondition_info
source: When this condition is met, the action sequence will be triggered.
vi_vn: Khi gặp điều kiện này, chuỗi hành động sẽ được kích hoạt.

# HotKeySelectionWindow_ActivationShortcut_hint
source: Chose a key combination, for example : Ctrl+Shift+F5
vi_vn: Nhấn tổ hợp phím, ví dụ : Ctrl+Shift+F5

# ActionType_Increase_name
source: Increase
vi_vn: Tăng

# ActionType_TurnOn_name
source: Turn on
vi_vn: Bật

# ActionType_Turnonthenoff_name
source: Toggle on-off
vi_vn: Chuyển bật-tắt

# ActionType_Activate_linktext
source: for device
vi_vn: cho thiết bị

# TriggerCondition_Hotkey_name
source: Hotkey
vi_vn: Phím tắt

# TriggerCondition_TurnOff_name
source: When turn off pc or app
vi_vn: Khi tắt máy hoặc thoát phần mềm

# TriggerCondition_ScreenOff_name
source: When screen slept
vi_vn: Khi màn hình tắt

# TriggerCondition_ScreenOn_name
source: When screen is waken up
vi_vn: Khi màn hình bật

# ActionType_Change_resulttext
source: to
vi_vn: thành

# GetAutoMationParam_Brightness
source: Brightness
vi_vn: Độ sáng

# GetAutoMationParam_Color
source: Color
vi_vn: Màu

# GetAutoMationParam_FanSpeed
source: Fan speed
vi_vn: Tốc độ fan

# LightingProfileManagerWindow_Playlists_TabHeader
source: Playlists
vi_vn: Danh sách phát

# PlayListCollectionView_NewPlaylist_Button_Content
source: Create new playlist
vi_vn: Tạo danh sách phát mới

# PlayListCollectionView_Rename_Playlist
source: Rename
vi_vn: Đổi tên

# PlayListCollectionView_DeleteThisPlaylist_ToolTip
source: Delete this playlist
vi_vn: Xoá danh sách này

# PlayListCollectionView_Repeat
source: Repeat
vi_vn: Lặp lại

# PlayListCollectionView_SetTime_ToolTip
source: Set time period for each profile
vi_vn: Cài đặt thời gian chạy cho từng hiệu ứng

# PlayListCollectionView_Play
source: Play
vi_vn: Phát

# PlayListCollectionView_RemoveFromPlaylist_tooltip
source: Remove from playlist
vi_vn: Xoá khỏi danh sách

# DeviceManager_DisConnect_Warning_Message
source: All devices will temporarily disconnect until this window is closed.
vi_vn: Các thiết bị sẽ ngắt kết nối tạm thời cho tới khi cửa sổ này đóng lại.

# DeviceCollectionView_OpenDevicesFolder_Button_Content
source: Open Devices folder
vi_vn: Mở thư mục thiết bị

# DeviceAdvanceSettingsView_TabItem_Firmware_header
source: Firmware
vi_vn: Vi trình

# DeviceAdvanceSettingsView_SoftwareSettings_header
source: SOFTWARE SETTINGS
vi_vn: CÀI ĐẶT PHẦN MỀM

# DeviceAdvanceSettingsView_SoftwareSettings_AutoConnect_info
source: Automatically connect to devices when they are plugged in.
vi_vn: Tự động kết nối với thiết bị khi chúng được cắm vào.

# DeviceAdvanceSettingsView_SoftwareSettings_MaxBrightness_info
source: Maximum brightness allowed
vi_vn: Độ sáng tối đa cho phép

# DeviceAdvanceSettingsView_HardwareSettings_OfflineLEDState_header
source: ENABLE HARDWARE LIGHTING
vi_vn: CHO PHÉP CHẠY HIỆU ỨNG KHI NGẮT KẾT NỐI

# DeviceAdvanceSettingsView_IndicatorLED_header
source: STANDBY LED
vi_vn: BẬT HOẶC TẮT LED TÍN HIỆU

# DeviceAdvanceSettingsView_HardwareSettings_OfflineFanSpeed_Header
source: OFFLINE FANS SPEED
vi_vn: TỐC ĐỘ QUẠT MẶC ĐỊNH

# DeviceAdvanceSettingsView_backupandRestore_header
source: BACKUP AND RESTORE
vi_vn: SAO LƯU VÀ KHÔI PHỤC

# DeviceAdvanceSettingsView_ShowAllBackupFiles_tooptip
source: Show all backup files
vi_vn: Mở thư mục sao lưu

# DeviceAdvanceSettingsView_Backup_info
source: Backup this device's current state
vi_vn: Sao lưu trạng thái hiện tại của thiết bị

# DeviceAdvanceSettingsView_Restore_buttoncontent
source: Restore
vi_vn: Khôi phục

# DeviceAdvanceSettingsView_FirmwareInfo_Header
source: CURRENT FIRMWARE
vi_vn: PHIÊN BẢN VI TRÌNH HIỆN TẠI

# HUBV_Checkforupdate_content
source: HUBV2 device needs to use FlyMCU to download firmware, adrilight will only send the device to DFU State
vi_vn: HUBV2 cần sử dụng Fly MCU để nạp firmware, adrilight chỉ đưa thiết bị về trạng thái DFU

# DeviceAdvanceSettingsView_FirmwareRepair_header
source: DEVICE BRICK REPAIR
vi_vn: CẬP NHẬT THỦ CÔNG

# DeviceAdvanceSettingsView_DownloadFirmware_buttoncontent
source: Download
vi_vn: Nạp

# DeleteDialog_DeleteConfirm_info
source: Removed item is nonrecoverable
vi_vn: Các nội dung đã xoá sẽ không thể khôi phục

# DeleteDialog_Confirm_Header
source: Are you sure you want to remove this item?
vi_vn: Bạn chắc chắn muốn xoá nội dung này?

# RenameDialog_Rename_titleelement
source: Rename
vi_vn: Đổi tên

source: Add New
vi_vn: Thêm mới

# AddNewDialog_Name
source: Name
vi_vn: Tên

# DeleteDialog_Name
source: Delete
vi_vn: Xoá

# DeviceAdvanceSettingsView_CustomFirmwareSelection_buttonconent
source: Chose firmware file
vi_vn: Chọn file

# DeviceAdvanceSettingsView_FirmwareRepair_content
source: Brick repair will allow you to load a custom firmware version and download to device, use at your own risk
vi_vn: Chọn một tệp để cập nhật. Thiết bị có thể sẽ không hoạt động nếu nạp sai

# EnterDFU_ButtonContent
source: Enter DFU
vi_vn: Về DFU

# CheckForUpdate_content
source: Check for update
vi_vn: Kiểm tra cập nhật

# DeviceAdvanceSettingsView_Restore_info
source: Restore this device from previous backup
vi_vn: Khôi phục từ các bản sao lưu trước đó

# DeviceAdvanceSettingsView_Restore_header
source: RESTORE
vi_vn: KHÔI PHỤC

# DeviceAdvanceSettingsView_Backup_buttoncontent
source: Backup
vi_vn: Sao lưu

# DeviceAdvanceSettingsView_BACKUP_header
source: BACKUP
vi_vn: SAO LƯU

# DeviceAdvanceSettingsView_HardwareSettings_OfflineFanSpeed_info
source: The Fan HUB will control the fan to run at this speed when the software is not running in the background.
vi_vn: HUB Fan sẽ điều khiển quạt chạy với tốc độ này khi phần mềm không chạy trong nền.

# DeviceAdvanceSettingsView_HardwareSettings_IndicatorLED_info
source: The standby LED on the USB will stop shining when this feature is disabled.
vi_vn: Đèn báo màu xanh ở đầu USB sẽ ngừng sáng nếu tắt tính năng này.

# DeviceAdvanceSettingsView_HardwareSettings_OfflineLEDState_info
source: Disable this option if this device stay on after shutting down the computer.
vi_vn: Tắt tuỳ chọn này nếu khi tắt máy tính mà thiết bị vẫn sáng.

# DeviceAdvanceSettingsView_HardwareSettings_header
source: HARDWARE SETTINGS
vi_vn: CÀI ĐẶT PHẦN CỨNG

# DeviceAdvanceSettingsView_SoftwareSettins_MaxBrightness_header
source: MAX BRIGHTNESS
vi_vn: ĐỘ SÁNG TỐI ĐA

# DeviceAdvanceSettingsView_SoftwareSettings_AutoConnect_header
source: AUTO CONNECT
vi_vn: TỰ ĐỘNG KẾT NỐI

# DeviceAdvanceSettingsView_TabItem_About_header
source: About
vi_vn: Thông tin

# DeviceAdvanceSettingsView_Settings_TabItem_header
source: Settings
vi_vn: Cài đặt thiết bị

# DeviceManager_Delete_Warning_Message
source: Devices will truly disappear only when it's not connected to the computer
vi_vn: Các thiết bị sẽ chỉ bị xoá khi không còn cắm vào máy tính

# PlayListCollectionView_Remove_Button_Content
source: Remove
vi_vn: Xoá

# PlayListCollectionView_Stop
source: Stop
vi_vn: Dừng

# PlayListCollectionView_PlayFromTheStart_tooltip
source: Play from the start
vi_vn: Phát lần lượt

# PlayListCollectionView_SetTime
source: Set Time
vi_vn: Thời gian

# PlayListCollectionView_Shuffle
source: Shuffle
vi_vn: Phát ngẫu nhiên

# PlayListCollectionView_RenameThisPlaylist_ToolTip
source: Rename this playlist
vi_vn: Đổi tên danh sách này

# PlayListCollectionView_Profiles
source: profiles
vi_vn: Hiệu ứng

# ProfileCollectionView_ShuffleAndPlay_Button_Content
source: Shuffle and play
vi_vn: Phát ngẫu nhiên

# LightingProfileManagerWindow_Profiles_TabHeader
source: Profiles
vi_vn: Hiệu ứng

# GetAutoMationParam_Mode
source: Mode
vi_vn: Chế độ

# GetAutoMationParam_AllLEDs
source: All LEDs
vi_vn: Tất cả LED

# ActionParameter_Properties_name
source: Property
vi_vn: Thuộc tính

# TriggerCondition_ScreenOn_info
source: Activate the action sequence when the screen is awaked.
vi_vn: Kích hoạt chuỗi hành động khi màn hình được đánh thức.

# TriggerCondition_ScreenOff_info
source: Activate the action sequence when the screen enters sleep mode.
vi_vn: Kích hoạt chuỗi hành động khi màn hình đi vào chế độ ngủ.

# TriggerCondition_TurnOff_info
source: Activate the action sequence when the computer is shut down or when the app is exited.
vi_vn: Kích hoạt chuỗi hành động khi máy tính tắt hoặc thoát phần mềm.

# TriggerCondition_Hotkey_info
source: Use a combination of hotkeys to activate this action sequence.
vi_vn: Sử dụng tổ hợp phím tắt để kích hoạt chuỗi hành đồng này.

# ActionType_Increase_linktext
source: of device
vi_vn: của thiết bị

# ActionType_Switchto_name
source: Switch
vi_vn: Chuyển

# ActionType_TurnOff_name
source: Turn off
vi_vn: Tắt

# ActionType_Decrease_name
source: Decrease
vi_vn: Giảm

# ActionType_Activate_name
source: Activate
vi_vn: Kích hoạt

# HotKeySelectionWindow_HotKeySelection_header
source: Activation shortcut
vi_vn: Phím tắt kích hoạt

# ActionManagerWindow_ActionCondition_Header
source: ACTIVATION CONDITION
vi_vn: ĐIỀU KIỆN KÍCH HOẠT

# ActionManagerWindow_ActionIcon_header
source: DISPLAY ICON
vi_vn: BIỂU TƯỢNG HIỂN THỊ

# ActionManagerWindow_ActionSequence_Header
source: ACTIONS FLOW
vi_vn: CHUỖI HÀNH ĐỘNG

# Delete_Tooltip
source: Delete
vi_vn: Xoá

# AutomationManagerWindow_Lock_toolTip
source: Lock
vi_vn: Khoá

# AutomationManagerWindow_Locked_Text
source: Locked
vi_vn: Đã khoá

# Button_Done_content
source: Done
vi_vn: Hoàn thành

# AddNewAutomationWindow_AddNewAutomation_header
source: Add new Automation
vi_vn: Thêm hành động mới

# DebugWindow_Log_info
source: If you are unable to handle errors, please send the latest action log in the "Logs" folder for Ambino to review.
vi_vn: Gửi tệp nhật ký hành động gần nhất trong thư mục "Logs" cho Ambino nếu bạn gặp lỗi không giải quyết được.

# DebugWindow_OpenActionLog_header
source: OPEN ACTION LOGS
vi_vn: MỞ TỆP NHẬT KÝ HÀNH ĐỘNG

# GeneralSettings_AutoStartDelayTime_header
source: DELAY
vi_vn: TRỄ

# Add_Button_Content
source: Add
vi_vn: Thêm

# AppSettingsWindow_AddDeviceMethodAuto
source: Auto-scan
vi_vn: Tự dò tìm

# MainViewViewModel_GeneralSettings_ThemeColor_Header
source: THEME COLOR
vi_vn: MÀU CHỦ ĐỀ

# AppSettingsWindow_Language_Header
source: LANGUAGE
vi_vn: NGÔN NGỮ

# AppSettingsWindow_PowerLimit_Header
source: POWER LIMIT
vi_vn: GIỚI HẠN DÒNG ĐIỆN

# AppSettingsWindow_ShowOpenRGB_Header
source: SHOW OPENRGB ICON
vi_vn: HIỂN THỊ OPENRGB

# AppSettingsWindow_ManualAddDevice
source: ADD MANUALLY
vi_vn: THÊM THỦ CÔNG

# AppSettingsWindow_AddNewDevice_Header
source: ADD NEW DEVICES
vi_vn: THÊM THIẾT BỊ MỚI

# AppSettingsWindow_AutoUpdate
source: AUTO-UPDATE
vi_vn: TỰ ĐỘNG CẬP NHẬT

# AppSettingsWindow_AudioCapture_Header
source: AUDIO CAPTURE
vi_vn: GHI ÂM THANH

# AppSettingsWindow_MultipleScreenSupport_Header
source: MULTIPLE SCREENS SUPPORT
vi_vn: GHI NHIỀU MÀN HÌNH

# AppSettingsWindow_ScreenCapturingAPI_Header
source: CAPTURING API
vi_vn: PHƯƠNG THỨC GHI

# AppSettingsWindow_EnableScreenCapture_Header
source: SCREEN CAPTURE
vi_vn: GHI MÀN HÌNH

# AppSettingsWindow_EnableHardwareMonitor_Header
source: ENABLE HARDWARE MONITOR
vi_vn: GIÁM SÁT PHẦN CỨNG

# AppSettingsWindow_EnableHotKey_Header
source: ENABLE HOTKEY
vi_vn: KÍCH HOẠT PHÍM TẮT

# AppSettingsWindow_StartMinimized_header
source: START MINIMIZED
vi_vn: THU NHỎ KHI MỞ

# AppSettingsWindow_Delay
source: Delay (sec)
vi_vn: Chờ (giây)

# AppSettingsWindow_GeneralSettings
source: General Settings
vi_vn: Cài đặt chung

# AllDeviceView_VisitTheAdrilightStore_Button
source: Visit the Adrilight Store
vi_vn: Truy cập Cửa hàng Adrilight

# AllDeviceView_LightingProfile_Tooltip
source: Manage lighting profiles
vi_vn: Quản lý Profile và Playlist

# NonClientAreaContent_Debug_ToolTip
source: Actions Log
vi_vn: Nhật ký hành động

# NonClientAreaContent_AdrilightStore_ToolTip
source: Adrilight Store
vi_vn: Cửa hàng Adrilight

# NonClientAreaContent_SurfaceEditor_ToolTip
source: Surface Editor
vi_vn: Bố trí thiết bị và vị trí điểm LED

# AllDeviceView_AUTOMATIONS
source: AUTOMATIONS
vi_vn: TỰ ĐỘNG HOÁ

# AllDeviceView_LIGHTINGPROFILES
source: LIGHTING PROFILES
vi_vn: HIỆU ỨNG ĐỒNG BỘ

# AllDeviceView_Manage_Button
source: Manage
vi_vn: Quản lý

# App_Already_Launch_Header
source: Adrilight has been previously launched; please check the 'Task Manager' or 'System Tray' in Windows
vi_vn: Phần mềm đã được khởi động

# App_Already_Launch
source: Adrilight has been previously launched; please check the 'Task Manager' or 'System Tray' in Windows
vi_vn: Adrilight đã được khởi chạy trước đó, vui lòng kiểm tra "Trình quản lý tác vụ" hoặc "Khay hệ thống" của Windows

# LightingMode_GetDescription_ScreenCapturing
source: Sampling color of the content displaying on the screen.
vi_vn: Sáng theo nội dung đang hiển thị trên màn hình.

# LightingMode_GetDescription_StaticColor
source: Solid Color with breathing option.
vi_vn: Chỉ sáng theo một màu.

# LightingMode_GetDescription_Rainbow
source: Predefined color palette chasing.
vi_vn: Sáng theo dải màu với các chuyển động tuỳ chọn.

# LightingMode_GetDescription_Sdf
source: Custom effect
vi_vn: Hiệu ứng do người dùng tạo ra

# LightingMode_GetDescription_Gifxelation
source: Sampling color of a gif image
vi_vn: Sáng theo nội dung ảnh động

# LightingMode_GetDescription_Df
source: Audio spectrum analyzer
vi_vn: Sáng theo tần số âm thanh

# LightingMode_GetDescription_Animation
source: Predefined motion with various color options
vi_vn: Sáng theo các hoạt ảnh với màu sắc tuỳ chọn

# LightingMode_GetName_ScreenCapturing
source: Ambient Backlight
vi_vn: Sáng theo màn hình

# LightingMode_GetName_MusicCapturing
source: Music Reactive
vi_vn: Sáng theo nhạc

# LightingMode_GetName_StaticColor
source: Solid Color
vi_vn: Màu tĩnh

# LightingMode_GetName_Rainbow
source: Color Palette
vi_vn: Sáng theo dải màu

# LightingMode_GetName_Animation
source: Animation
vi_vn: Sáng theo hoạt ảnh

# LightingMode_GetName_Gifxelation
source: Gifxelation
vi_vn: Sáng theo ảnh động

# LightingMode_GetName_Custom
source: Custom
vi_vn: Tuỳ chỉnh

# OutputControlView_CurrentlyRunningEffect_header
source: RUNNING EFFECT
vi_vn: HIỆU ỨNG ĐANG CHẠY

# LightingEngine_Enable_description
source: Enable this effect.
vi_vn: Bật hoặc tắt kiểu hiệu ứng này.

# LightingEngine_Enable_header
source: ENABLE
vi_vn: CHO PHÉP

# DesktopDuplicatorReader_LinearLightingControl_header
source: BRIGHTNESS CORRECTION
vi_vn: BỘ LỌC ÁNH SÁNG

# DesktopDuplicatorReader_Init_Xx
source: Choose between linear and nonlinear fade of the LEDs brightness
vi_vn: Lọc cường độ ánh sáng thay đổi phù hợp với độ nhạy của mắt người

# LightingEngine_SmoothControl_info
source: Smooth transition between colors and frames
vi_vn: Tăng độ mượt cho hiệu ứng

# LightingEngine_SmoothControl_header
source: SMOOTHING
vi_vn: LÀM MƯỢT

# LightingEngine_RegionControl_info
source: Choose the area on the screen where the device will sample the picture data.
vi_vn: Điểu chỉnh khu vực mà thiết bị sẽ sáng theo.

# LightingEngine_RegionControl_header
source: CAPTURE AREA
vi_vn: CÀI ĐẶT KHU VỰC LẤY MÀU

# LightingEngine_BrightnessControl_info
source: Adjust brightness of LEDs.
vi_vn: Điều chỉnh độ sáng của đèn.

# LightingEngine_BrightnessControl_header
source: BRIGHTNESS
vi_vn: ĐỘ SÁNG

# OutputControlView_ScaledSize
source: Scaled size:
vi_vn: Kích thước:

# OutputControlView_CapturingRegion
source: Capturing region :
vi_vn: Vùng lấy màu:

# OutputControlView_CAPTURINGINFOMATION
source: CAPTURING INFOMATION
vi_vn: THÔNG TIN

# AllDeviceView_DEVICES
source: DEVICES
vi_vn: Tất cả thiết bị

# ScreenRegionSelectionWindow_Sensitivity_info
source: The delay (in seconds) applied to the "Remove black zone" feature after detection.
vi_vn: Độ trễ (tính bằng giây) áp dụng tính năng "Nhận diện vạch đen" kể từ khi phát hiện.

# ScreenRegionSelectionWindow_Sensitivity_header
source: SENSITIVITY
vi_vn: ĐỘ NHẠY

# ScreenRegionSelectionWindow_Screen_Guide
source: If you have more than one screen but don't see them appearing, please enable the "Multiple screens support" feature in the system settings.
vi_vn: Nếu bạn có nhiều hơn 1 màn hình nhưng không thấy chúng xuất hiện, vui lòng cho phép chức năng "Ghi nhiều màn hình" trong cài đặt hệ thống.

# ScreenRegionSelectionWindow_CHỌNMỘTMÀNHÌNH
source: CHOOSE A SCREEN TO CAPTURE
vi_vn: CHỌN MÀN HÌNH

# Button_Refresh_Content
source: Refresh
vi_vn: Làm mới

# Button_OpenAppSettings_Content
source: System settings
vi_vn: Cài đặt hệ thống

# ScreenRegionSelectionWindow_BlackBarDetection_info
source: Automatically crop the capture area to the main content when blackbar are detected. Note: only work if "Ambient mode" is turned off when watching Youtube video.
vi_vn: Tự động thu khu vực lấy màu vào nội dung chính khi phát hiện vạch đen. Lưu ý: tắt chế độ "Ánh sáng điện ảnh" khi xem trên Youtube.

# ScreenRegionSelectionWindow_CaptureArea_header
source: CHOOSE CAPTURE AREA
vi_vn: CHỌN KHU VỰC LẤY MÀU

# ScreenRegionSelectionWindow_BlackBarDetection_header
source: BLACKBAR DETECTION
vi_vn: NHẬN DIỆN VẠCH ĐEN

# LightingEngine_VIDDataControl_info
source: Select or draw new chasing path.
vi_vn: Chọn chiều chạy của hiệu ứng.

# OutputControlView_DownloadMore_content
source: Get more
vi_vn: Tải thêm

# LightingEngine_VIDDataControl_header
source: DIRECTION
vi_vn: CHIỀU CHẠY

# LightingEngine_SpeedControl_header
source: SPEED
vi_vn: TỐC ĐỘ

# Rainbow_Init_SpeedControl_info
source: Speed of motion
vi_vn: Tốc độ của hiệu ứng

# LightingEngine_SystemSyncControl_info
source: Synchronize with the speed of other devices.
vi_vn: Đồng bộ với tốc độ của các thiết bị khác.

# LightingEngine_SystemSync_Speed_header
source: System speed
vi_vn: Tốc độ hệ thống

# LightingEngine_SystemSyncControl_header
source: SYSTEM SYNC
vi_vn: ĐỒNG BỘ HỆ THỐNG

# OutputControlView_DeleteItems
source: Delete items
vi_vn: Xoá mục này

# LightingEngine_ColorControl_info
source: Available colors
vi_vn: Các màu sắc có sẵn

# LightingEngine_ColorControl_header
source: COLORS
vi_vn: MÀU SẮC

# LightingEngine_ColorControlSubParam_ExportPalette_Content
source: Export current palette
vi_vn: Xuất dải màu hiện tại

# LightingEngine_ColorControlSubParam_CreateNewPalette_Content
source: Create new palette
vi_vn: Tự tạo dải màu mới

# LightingEngine_ColorControl_SubParam_Intensity_Content
source: Intensity
vi_vn: Cường độ

# LightingEngine_ColorControl_SubParam_AddNewVID_Content
source: Draw a new running path
vi_vn: Vẽ chiều chạy mới

# DeviceAdvanceSettingsView_FirmwareVersion
source: Firmware version:
vi_vn: Vi trình:
