Repository: Kaitoukid93/Ambinity-5.0
Catalog: adrilight_shared/Properties/Resources.*.resx
Languages: vi_vn

# DeviceAdvanceSettingsView_DeviceType
source: Device type:
vi_vn: Loại thiết bị:

# DeviceAdvanceSettingsView_MaxOutputs
source: Max outputs:
vi_vn: Số lượng cổng LED:

# DeviceAdvanceSettingsView_HardwareVersion
source: Hardware version:
vi_vn: Phiên bản phần cứng:

# DeviceAdvanceSettingsView_Serial
source: Serial:
vi_vn: Số sê-ri:

# DeviceAdvanceSettingsView_Address
source: Address:
vi_vn: Địa chỉ:

# DeviceAdvanceSettingsView_DeviceInformation_header
source: Device information
vi_vn: Thông tin thiết bị

# LightingEngine_FrequencyControl_info
source: Select frequency for each LED zone.
vi_vn: Chọn tần số cho từng vùng LED.

# LightingEngine_FrequencyControl_header
source: FREQUENCY
vi_vn: TẦN SỐ

# AudioDeviceSelection_info
source: Select audio device to capture.
vi_vn: Chọn thiết bị âm thanh.

# AudioDeviceSelection_header
source: SELECT AUDIO DEVICE
vi_vn: CHỌN THIẾT BỊ ÂM THANH

# ColorControl_ColorPaletteIntensity_header
source: Intensity
vi_vn: Cường độ

# ColorControl_ColorPaletteSpped_header
source: Speed of change
vi_vn: Tốc độ chuyển màu

# ColorControl_ColorPaletteUse_header
source: Running style
vi_vn: Kiểu chạy

# MIDDataControl_DrawMID_header
source: Let me set the frequency myself
vi_vn: Để tôi tự thiết lập tần số

# MIDDataControl_DancingStyle
source: Visualizer
vi_vn: Trình diễn

# BreathingControl_info
source: The light will gradually brighten and dim at a defined speed.
vi_vn: Ánh sáng sẽ sáng và tắt dần theo tốc độ định sẵn.

# BreathingControl_header
source: BREATHING
vi_vn: NHỊP THỞ

# ColorControl_AddSolidColor_header
source: Create a new color
vi_vn: Tự tạo màu mới

# BreathingSpeedControl_header
source: Speed
vi_vn: Tốc độ

# BreathingControlSystemSync_header
source: Speed sync
vi_vn: Đồng bộ hệ thống

# BreathingControlSystemSpeed_header
source: System speed
vi_vn: Tốc độ hệ thống

# ChasingPatternControl_header
source: ANIMATION
vi_vn: HOẠT ẢNH

# ChasingPatternControl_info
source: The motion of colors
vi_vn: Kiểu hoạt ảnh của màu sắc trên dây LED

# ChasingPatternControl_Import_header
source: Import from your computer
vi_vn: Nhập hoạt ảnh

# ChasingPatternControl_Export_header
source: Export selected animation
vi_vn: Xuất hoạt ảnh hiện tại

# GifControl_header
source: GIFS
vi_vn: ẢNH ĐỘNG

# GifControl_info
source: Available Gifs
vi_vn: Các ảnh động có sẵn trong máy

# ImportGif_header
source: Import gif from file
vi_vn: Thêm ảnh động từ file

# ExportGif_header
source: Export current gif to file
vi_vn: Xuất ảnh động

# GifRegionSelectionWindow_GifSelection_header
source: SELECT A GIF
vi_vn: CHỌN ẢNH ĐỘNG

# GifRegionSelectionWindow_GifSelection_info
source: Get more Gif from Adrilight Store
vi_vn: Tải thêm ảnh động từ Adrilight Store

# GifRegionSelectionWindow_GoToStore
source: Open Adrilight Store
vi_vn: Truy cập Adrilight Store

# GifSelectionWindow_CaptureArea_header
source: CHOOSE CAPTURE AREA
vi_vn: CHỌN VÙNG LẤY MÀU

# AddNewPaletteWindow_header
source: Create new palette
vi_vn: Tạo dải màu mới

# AddNewPaletteWindow_Name_placeholder
source: Example: Rainbow
vi_vn: Ví dụ : Rainbow

# AddNewPaletteWindow_Owner_placeholder
source: Example: Zooey
vi_vn: Ví dụ : Zooey

# AddNewPaletteWindow_Description_placeholder
source: Example: Nice Palette
vi_vn: Ví dụ : Nice Palette

# ColorPickerWindow_ChoseColors
source: Chose Colors
vi_vn: Chọn màu

# ColorPickerWindow_warning
source: Click on each cell, then choose a color from the color palette on the right-hand side. Press Ctrl + left mouse button to select multiple cells at once.
vi_vn: Nhấn vào từng ô rồi chọn màu ở bảng màu bên tay phải, nhấn Ctrl + chuột trái để chọn nhiều ô cùng lúc.

# ColorPickerWindow_ImportPalette_header
source: Import palette from file
vi_vn: Nhập màu từ tệp

# ColorPickerWindow_ImportPalette_info
source: Import palette file in .txt or .col format.
vi_vn: Nhập tệp màu dạng .Txt hoặc .Col.

# ColorPickerWindow_ColorNum_header
source: Number of colors
vi_vn: Số lượng màu

# ColorPickerWindow_ColorNum_info
source: The larger the number of colors, the smoother the color gradient.
vi_vn: Số lượng màu càng lớn độ chi tiết càng cao.

# ColorPickerWindow_Solid
source: Solid
vi_vn: Màu đơn

# ColorPickerWindow_Solid_info
source: Turn on this feature to create a solid color.
vi_vn: Bật tính năng này lên để tạo một màu đơn.

# DeviceLiveView_BRUSHSIZE
source: BRUSH SIZE
vi_vn: KÍCH THƯỚC BÚT VẼ

# DeviceLiveView_BrushSize_info
source: Change size of drawing brush
vi_vn: Chỉnh kích thước bút vẽ

# DeviceLiveView_BRUSHINTENSITY
source: BRUSH INTENSITY
vi_vn: TỐC ĐỘ THAY ĐỔI MÀU

# DeviceLiveView_BrushIntensity_info
source: The bigger the value, the faster change of colors.
vi_vn: Giá trị càng cao, màu càng thay đổi nhanh.

# DeviceLiveView_Isolate
source: Isolate
vi_vn: Cách ly

# DeviceLiveView_NhómCácĐốiTượngĐượcChọn
source: Group selected objects
vi_vn: Nhóm các đối tượng được chọn

# DeviceLiveView_Group
source: Group
vi_vn: Tạo nhóm

# DeviceLiveView_Ungroup_tooltip
source: Ungroup selected object
vi_vn: Bỏ nhóm được chọn

# DeviceLiveView_Ungroup
source: Ungroup
vi_vn: Bỏ nhóm

# DeviceLiveView_Isolate_tooltip
source: Isolate selected object
vi_vn: Cách ly đối tượng được chọn

# DeviceLiveView_ShowAll_tooltip
source: Exit isolate mode
vi_vn: Thoát chế độ cách ly

# DeviceLiveView_ShowAll_content
source: Show all
vi_vn: Hiện tất cả

# DeviceControlView_RunDeviceSetup
source: Rerun device configuration
vi_vn: Chạy lại cấu hình thiết bị

# DeviceControlView_SaveDeviceInfo
source: Save device information
vi_vn: Lưu thông tin device

# DeviceConnectionSettingsWindow_header
source: Connection Settings
vi_vn: Cài đặt kết nối

# DeviceConnectionSettingsWindow_EnableOrDisableDataTransfer
source: Enable or Disable data transfer
vi_vn: Bật hoặc tắt đường truyền dữ liệu

# DeviceConnectionSettingsWindow_COMPORT
source: COM PORT
vi_vn: CỔNG COM

# DeviceConnectionSettingsWindow_Comport_info
source: This options is only apply for Ambino official supported device
vi_vn: Lựa chọn này chỉ áp dụng cho các thiết bị được hỗ trợ chính thức từ Ambino

# DeviceConnectionSettingsWindow_DATARATE
source: DATA RATE
vi_vn: BĂNG THÔNG

# DeviceConnectionSettingsWindow_DataRqate_info
source: Try to lower the number if you have connection issue
vi_vn: Tốc độ truyền dữ liệu, có thể hạ thấp để thiết bị hoạt động ổn định hơn

# OOTBWindow_ThankYou
source: Thank you
vi_vn: Cảm ơn bạn

# OOTBWindow_Thankyou_info
source: Thank you for choosing Ambino product!
vi_vn: Cảm ơn bạn đã chọn sản phẩm của Ambino!

# OOTBWindow_OOTBIntroduction
source: Let's start with some of the basic configuration
vi_vn: Sau đây là một số cài đặt cơ bản để giúp bạn sử dụng sản phẩm dễ dàng hơn

# OOTBWindow_Donotaskagain
source: Do not ask me again
vi_vn: Đừng hỏi lại

# OOTBWindow_LEDOutputConfiguration
source: LED Outputs Configuration
vi_vn: Cấu hình cổng LED

# OOTBWindow_SpatialMaping
source: Spatial maping
vi_vn: Cấu hình vị trí

# SkipButton_Content
source: Skip
vi_vn: Bỏ qua

# Back_Button_Content
source: Back
vi_vn: Quay lại

# Next_Button_Content
source: Next
vi_vn: Tiếp theo

# Finish_Button_Conent
source: Finish
vi_vn: Hoàn tất

# OOBE_ChosingDevice_HoverText
source: Select another device
vi_vn: Chọn thiết bị khác

# OOBE_EnableToggle_tooltip
source: Turn off if you don't want to use this port
vi_vn: Tắt nút này nếu bạn không cắm gì cả
